Repository: popstas/cscart_addon_mwl
Catalog: var/langs/*/addons/mwl_xlsx.po
Languages: ru_ru

# Addons::name::mwl_xlsx
source: Media Lists
ru_ru: Несколько подборок

# Addons::description::mwl_xlsx
source: Create and manage multiple media lists.
ru_ru: Создание и управление несколькими подборками.

# Languages::mwl_xlsx.my_lists
source: My media lists
ru_ru: Мои подборки

# Languages::mwl_xlsx.wishlists
source: Media lists
ru_ru: Подборки

# Languages::mwl_xlsx.new_list
source: New list…
ru_ru: Новая подборка…

# Languages::mwl_xlsx.enter_list_name
source: Enter list name
ru_ru: Введите название подборки

# Languages::mwl_xlsx.default_list_name
source: Media list
ru_ru: Подборка

# Languages::mwl_xlsx.added
source: Added to <a target="_blank" href="[list_url]">[list_name]</a>
ru_ru: Добавлено в <a target="_blank" href="[list_url]">[list_name]</a>

# Languages::mwl_xlsx.added_plain
source: Added to media list
ru_ru: Добавлено в подборку

# Languages::mwl_xlsx.empty_list
source: Media list is empty
ru_ru: Подборка пуста

# Languages::mwl_xlsx.already_exists
source: Product already in list
ru_ru: Товар уже в подборке

# Languages::mwl_xlsx.export
source: Export XLSX
ru_ru: Скачать подборку для редактирования

# Languages::mwl_xlsx.export_google
source: Export Google Sheets
ru_ru: Экспорт в Google Таблицы

# Languages::mwl_xlsx.rename
source: Rename
ru_ru: Переименовать

# Languages::mwl_xlsx.remove
source: Remove
ru_ru: Удалить

# Languages::mwl_xlsx.confirm_remove
source: Remove this list?
ru_ru: Удалить эту подборку?

# Languages::mwl_xlsx.add_all_to_wishlist
source: Add all to media list
ru_ru: Добавить все в подборку

# Languages::mwl_xlsx.upload_xlsx_template
source: Upload XLSX template
ru_ru: Загрузить XLSX-шаблон

# Languages::mwl_xlsx.order_items
source: Items
ru_ru: Товары

# Languages::mwl_xlsx.order_messages_unread
source: Unread
ru_ru: Новые

# Languages::mwl_xlsx.initial_thread_message
source: Initial message for order communication
ru_ru: Начальное сообщение для общения по заказу

# Languages::mwl_xlsx.thread_created
source: Thread created successfully
ru_ru: Тема успешно создана

# Languages::mwl_xlsx.no_response_error
source: No response from server
ru_ru: Нет ответа от сервера

# Languages::mwl_xlsx.redirect_error
source: Server returned HTML instead of JSON. Check if thread creation requires additional permissions.
ru_ru: Сервер вернул HTML вместо JSON. Проверьте, требуются ли дополнительные разрешения для создания темы.

# Languages::mwl_xlsx.opening_thread_form
source: Opening thread creation form...
ru_ru: Открывается форма создания темы...

# Languages::mwl_xlsx.cannot_create_thread
source: Cannot create thread
ru_ru: Не удается создать тему

# Languages::mwl_xlsx.add_to_wishlist
source: Add to media list
ru_ru: Добавить в подборку

# Languages::mwl_xlsx.remove_from_list
source: Remove from list
ru_ru: Удалить из подборки

# Languages::mwl_xlsx.removed
source: Removed
ru_ru: Удалено

# Languages::mwl_xlsx.list_name
source: List name
ru_ru: Название подборки

# Languages::mwl_xlsx.items
source: Items
ru_ru: Всего изданий

# Languages::mwl_xlsx.actions
source: Actions
ru_ru: Скачать подборку

# Languages::mwl_xlsx.price_multiplier
source: Price multiplier
ru_ru: Множитель цены

# Languages::mwl_xlsx.price_append
source: Price append
ru_ru: Добавить к цене

# Languages::mwl_xlsx.round_to
source: Round price to
ru_ru: Округлять цену до

# Languages::mwl_xlsx.settings
source: Price setting for agencies
ru_ru: Настройка цены для агентств

# Languages::mwl_xlsx.settings_backup
source: Backup settings
ru_ru: Резерв настроек

# Languages::mwl_xlsx_vc_new_message_order
source: New message for order [order_id]
ru_ru: Новое сообщение по заказу [order_id]

# Languages::mwl_xlsx_vc_author_admin
source: Admin
ru_ru: Администратор

# Languages::mwl_xlsx_vc_author_customer
source: Customer
ru_ru: Клиент

# Languages::mwl_xlsx_vc_planfix_author_line
source: - Author: [author]
ru_ru: - Кто написал: [author]

# Languages::mwl_xlsx_vc_planfix_admin_link
source: To reply, go to the admin area [host]: <a href="[url]">URL</a>
ru_ru: Для ответа перейдите в админку [host]: <a href="[url]">URL</a>

# Languages::mwl_xlsx_vc_planfix_company
source: Company: [company]
ru_ru: Компания: [company]

# Languages::mwl_xlsx_vc_planfix_company_email
source: Company email: [email]
ru_ru: Email компании: [email]

# Languages::mwl_xlsx_vc_planfix_company_phone
source: Company phone: [phone]
ru_ru: Телефон компании: [phone]

# Languages::mwl_xlsx_vc_admin_reply_link
source: To reply, go to the <a href="[url]">order page on [host]</a>
ru_ru: Для ответа перейдите на <a href="[url]">страницу заказа [host]</a>

# Languages::mwl_xlsx_vc_customer_reply_link
source: To reply, go to the <a href="[url]">order page on [host]</a>
ru_ru: Для ответа перейдите на <a href="[url]">страницу заказа [host]</a>

# Languages::mwl_xlsx_vc_customer_telegram_label
source: Customer Telegram: [handle]
ru_ru: Telegram покупателя: [handle]

# Languages::mwl_xlsx_vc_button_reply
source: Reply
ru_ru: Ответить

# Languages::mwl_xlsx.settings_backup_done
source: Settings backup updated
ru_ru: Резервная копия настроек обновлена

# Languages::mwl_xlsx.settings_backup_last_run
source: Last backup
ru_ru: Последняя копия

# Languages::mwl_xlsx.settings_backup_never
source: Never
ru_ru: Не создавалась

# Languages::mwl_xlsx.settings_backup_run
source: Run backup
ru_ru: Сделать резерв

# Languages::mwl_xlsx.settings_saved
source: Settings saved
ru_ru: Настройки сохранены

# Languages::mwl_xlsx.block_media_lists_counter
source: Media lists counter
ru_ru: Счётчик подборок

# Languages::mwl_xlsx.media_lists
source: Media lists
ru_ru: Подборки

# Languages::mwl_xlsx.tooltip
source: You can add products to a media list and save it as an XLSX file.
ru_ru: Вы можете добавить товары в подборку и сохранить как файл XLSX.

# Languages::mwl_xlsx.hide_price_for_guests
source: Hide price for unauthorized
ru_ru: Скрывать цену для неавторизованных

# Languages::mwl_xlsx.authorized_usergroups
source: Authorized user groups
ru_ru: Группы пользователей авторизованных

# Languages::mwl_xlsx.show_extra_button
source: Show extra button in list
ru_ru: Выводить кнопку extra в списке

# Languages::mwl_xlsx.allowed_usergroups
source: User groups allowed for media lists
ru_ru: Группы пользователей, которым разрешён доступ к mwl lists

# Languages::mwl_xlsx.login_to_view_price
source: Log in to view price
ru_ru: Войдите, чтобы увидеть цену

# Languages::mwl_xlsx.max_list_items
source: Maximum items per list
ru_ru: Максимальное число товаров в подборке

# Languages::mwl_xlsx.list_limit_reached
source: You cannot add more than [limit] items to a media list
ru_ru: Нельзя добавить более [limit] товаров в подборку

# Languages::mwl_xlsx.google_credentials
source: Google credentials (JSON)
ru_ru: Учетные данные Google (JSON)

# Languages::mwl_xlsx.notifications
source: Notifications
ru_ru: Уведомления

# Languages::mwl_xlsx.notifications_descr
source: Configure where to send price check requests.
ru_ru: Куда отправлять запросы на проверку цены.

# Languages::mwl_xlsx.notify_email_hint
source: Leave blank to use company email.
ru_ru: Оставьте пустым, чтобы использовать email компании.

# Languages::mwl_xlsx.price_check_button
source: Request price check
ru_ru: Запросить проверку цены

# Languages::mwl_xlsx.price_check_requested
source: The outlet has been sent for a price check. It usually takes 3–48 hours.
ru_ru: Издание отправлено на проверку цены. Как правило это занимает от 3 до 48 часов.

# Languages::mwl_xlsx.price_check_failed
source: Failed to send a price check request. Please try again later.
ru_ru: Не удалось отправить запрос на проверку. Повторите позже.

# Languages::mwl_xlsx.added_short
source: Added
ru_ru: Добавлено

# Languages::mwl_xlsx.go_to_list
source: Go to
ru_ru: Перейти в

# Languages::mwl_xlsx.your_status
source: Your status
ru_ru: Ваш статус

# Languages::mwl_xlsx.status_tooltip
source: Your status is [status]
ru_ru: Ваш статус: [status]

# Languages::mwl_xlsx.select_list
source: Select media list
ru_ru: Выберите подборку

# Languages::mwl_xlsx.send_recover_links
source: Send link to set password
ru_ru: Отправить ссылку на установку пароля

# Languages::mwl_xlsx.recover_links_sent
source: [n] email(s) sent
ru_ru: Отправлено писем: [n]

# Languages::mwl_xlsx.invite_subject
source: You've been invited to [store]
ru_ru: Приглашение в [store]

# Languages::mwl_xlsx.invite_hello
source: Hello, [name]!
ru_ru: Здравствуйте, [name]!

# Languages::mwl_xlsx.invite_text
source: You have been invited to create an account at [store]. Please set your password using the secure link below.
ru_ru: Вас пригласили создать аккаунт в [store]. Пожалуйста, установите пароль по безопасной ссылке ниже.

# Languages::mwl_xlsx.invite_button
source: Set password
ru_ru: Установить пароль

# Languages::mwl_xlsx.invite_hint
source: The link is available for 7 days.
ru_ru: Ссылка доступна в течение 7 дней.

# SettingsOptions::mwl_xlsx::general
source: General
ru_ru: Общие

# SettingsOptions::mwl_xlsx::notifications
source: Notifications
ru_ru: Уведомления

# Languages::mwl_xlsx.planfix_button_create
source: Create Planfix task
ru_ru: Создать задачу в Planfix

# Languages::mwl_xlsx.planfix_button_bind
source: Bind existing task
ru_ru: Привязать существующую задачу

# Languages::mwl_xlsx.planfix_placeholder_task_id
source: Task ID
ru_ru: ID задачи

# Languages::mwl_xlsx.planfix_metadata_heading
source: Planfix metadata
ru_ru: Метаданные Planfix

# Languages::mwl_xlsx.planfix_status_id
source: Status ID
ru_ru: ID статуса

# Languages::mwl_xlsx.planfix_direction
source: Direction
ru_ru: Направление

# Languages::mwl_xlsx.planfix_linked_task
source: Linked Planfix task
ru_ru: Привязанная задача Planfix

# Languages::mwl_xlsx.planfix_actions
source: Actions
ru_ru: Действия

# Languages::mwl_xlsx.planfix_no_link
source: No Planfix task linked
ru_ru: Задача не привязана

# Languages::mwl_xlsx.planfix_no_data
source: No data
ru_ru: Нет данных

# Languages::mwl_xlsx.planfix_last_status_from_planfix
source: Last status from Planfix
ru_ru: Последний статус из Planfix

# Languages::mwl_xlsx.planfix_last_status_from_cs
source: Last status sent to Planfix
ru_ru: Последний статус, отправленный в Planfix

# Languages::mwl_xlsx.planfix_last_push_at
source: Last push time
ru_ru: Время последней отправки

# Languages::mwl_xlsx.planfix_last_payload_out
source: Last payload (outgoing)
ru_ru: Последний исходящий payload

# Languages::mwl_xlsx.planfix_last_payload_in
source: Last payload (incoming)
ru_ru: Последний входящий payload

# Languages::mwl_xlsx.planfix_task_created
source: Planfix task [id] was created
ru_ru: Задача Planfix [id] создана

# Languages::mwl_xlsx.planfix_button_link
source: Link
ru_ru: Связать

# Languages::mwl_xlsx.planfix_payload_name
source: Planfix task name
ru_ru: Название задачи Planfix

# Languages::mwl_xlsx.planfix_payload_email
source: Planfix email
ru_ru: Email для Planfix

# Languages::mwl_xlsx.planfix_payload_description
source: Planfix description
ru_ru: Описание для Planfix

# Languages::mwl_xlsx.planfix_task_bound
source: Planfix task [id] was bound to the order
ru_ru: Задача Planfix [id] привязана к заказу

# Languages::mwl_xlsx.planfix_task_already_bound
source: Planfix task is already bound to order #[order_id]
ru_ru: Задача Planfix уже привязана к заказу #[order_id]

# Languages::mwl_xlsx.planfix_error_order_not_found
source: Order was not found
ru_ru: Заказ не найден

# Languages::mwl_xlsx.planfix_error_mcp_request
source: Planfix MCP request failed
ru_ru: Ошибка запроса к Planfix MCP

# Languages::mwl_xlsx.planfix_error_task_id_missing
source: Planfix task ID is missing
ru_ru: Не указан ID задачи Planfix

# Languages::mwl_xlsx.planfix_error_unknown
source: Planfix integration error
ru_ru: Ошибка интеграции с Planfix

# SettingsOptions::mwl_xlsx::planfix_origin
source: Planfix origin
ru_ru: Адрес Planfix

# SettingsTooltips::mwl_xlsx::planfix_origin
source: Base Planfix URL (example: https://example.planfix.com). Example task link: https://example.planfix.com/task/12345 where 12345 is the planfix_object_id.
ru_ru: Базовый адрес Planfix (пример: https://example.planfix.com). Пример ссылки на задачу: https://example.planfix.com/task/12345, где 12345 — planfix_object_id.

# Languages::mwl_xlsx.shortnum_thousand
source: K
ru_ru: тыс.

# Languages::mwl_xlsx.shortnum_million
source: M
ru_ru: млн.

# Languages::mwl_xlsx.shortnum_billion
source: B
ru_ru: млрд.

# Languages::mwl_xlsx.shortnum_trillion
source: T
ru_ru: трлн.

# Languages::mwl_xlsx.notification_transport_name
source: Media Lists Transport
ru_ru: Транспорт подборок

# Languages::mwl_xlsx.invites
source: Invites
ru_ru: Приглашения

# Languages::mwl_xlsx.remaining_hours
source: Remaining time
ru_ru: Осталось времени

# Languages::mwl_xlsx.no_name
source: No name
ru_ru: Без имени

# Languages::mwl_xlsx.no_company
source: No company
ru_ru: Без компании

# Languages::mwl_xlsx.no_invites
source: No active invites found
ru_ru: Активных приглашений не найдено

# Languages::mwl_xlsx.last_login
source: Last login
ru_ru: Последний вход

# Languages::mwl_xlsx.never_logged_in
source: Never
ru_ru: Никогда

# Languages::mwl_xlsx.status_map
source: Status mapping
ru_ru: Сопоставление статусов

# Languages::mwl_xlsx.add_status_mapping
source: Add status mapping
ru_ru: Добавить сопоставление статусов

# Languages::mwl_xlsx.edit_status_mapping
source: Edit status mapping
ru_ru: Редактировать сопоставление статусов

# Languages::mwl_xlsx.entity_status
source: Entity status
ru_ru: Статус сущности

# Languages::mwl_xlsx.planfix_status_id
source: Planfix status ID
ru_ru: ID статуса Planfix

# Languages::mwl_xlsx.planfix_status_name
source: Planfix status name
ru_ru: Название статуса Planfix

# Languages::mwl_xlsx.is_default
source: Is default
ru_ru: По умолчанию

# Languages::mwl_xlsx.status_map_added
source: Status mapping added
ru_ru: Сопоставление статусов добавлено

# Languages::mwl_xlsx.status_map_updated
source: Status mapping updated
ru_ru: Сопоставление статусов обновлено

# Languages::mwl_xlsx.status_map_deleted
source: Status mapping deleted
ru_ru: Сопоставление статусов удалено

# Languages::mwl_xlsx.status_map_already_exists
source: Status mapping already exists
ru_ru: Сопоставление статусов уже существует

# Languages::mwl_xlsx.status_map_fill_required_fields
source: Please fill in all required fields
ru_ru: Пожалуйста, заполните все обязательные поля

# Languages::mwl_xlsx.entity_type
source: Entity type
ru_ru: Тип сущности

# Languages::mwl_xlsx.filters_csv_path
source: Filters CSV path
ru_ru: Путь к CSV с фильтрами

# Languages::mwl_xlsx.filters_sync_cli_only
source: Filters sync can only be executed from CLI or cron.
ru_ru: Синхронизацию фильтров можно запускать только из CLI или по cron.

# Languages::mwl_xlsx.filters_sync_missing_path
source: Filters CSV path is not configured in the add-on settings.
ru_ru: В настройках модуля не указан путь к CSV с фильтрами.

# Languages::mwl_xlsx.filters_sync_limit_exceeded
source: The CSV file contains more than 100 rows.
ru_ru: CSV содержит более 100 строк.

# Languages::mwl_xlsx.filters_sync_summary
source: Filters sync summary — created: [created], updated: [updated], skipped: [skipped], errors: [errors].
ru_ru: Итог синхронизации фильтров — создано: [created], обновлено: [updated], пропущено: [skipped], ошибок: [errors].

# Languages::mwl_xlsx.filters_sync_error_not_found
source: File "[path]" was not found.
ru_ru: Файл "[path]" не найден.

# Languages::mwl_xlsx.filters_sync_error_not_readable
source: File "[path]" is not readable.
ru_ru: Файл "[path]" недоступен для чтения.

# Languages::mwl_xlsx.filters_sync_error_open_failed
source: Unable to open file "[path]" for reading.
ru_ru: Не удалось открыть файл "[path]" для чтения.

# Languages::mwl_xlsx.filters_sync_error_empty
source: The CSV file is empty.
ru_ru: CSV файл пуст.

# Languages::mwl_xlsx.filters_sync_error_header
source: Unable to read CSV header.
ru_ru: Не удалось прочитать заголовок CSV.

# Languages::mwl_xlsx.filters_sync_error_missing_column
source: Missing required column "[column]" in the CSV header.
ru_ru: В заголовке CSV отсутствует обязательный столбец "[column]".
