Repository: popstas/cscart_addon_mwl
Catalog: var/langs/*/addons/wallet_system.po
Languages: ru_ru

# Addons::name::wallet_system
source: Wallet System
ru_ru: Кошелек системы

# Languages::wk_webkul_user_guide_content
source: Congratulation!! <b>"[addon_name]"</b> Add-on is succesfully installed. <ul class='inline social-share'><li><a href='[support_link]' target='_blank' class='uibutton large confirm'>Support Link</a></li><li><a href='[user_guide]' class='uibutton large confirm' target='_blank'>User Guide</a></li></ul>
ru_ru: поздравление!! <b>"[addon_name]"</b> Надстройка успешно установлена. <ul class='inline social-share'><li><a href='[support_link]' target='_blank' class='uibutton large confirm'>Ссылка поддержки</a></li><li><a href='[user_guide]' class='uibutton large confirm' target='_blank'>Гид пользователя</a></li></ul>

# LanguageName
source: Localized language name
ru_ru: английский

# Addons::description::wallet_system
source: Adds a built-in wallet system in your store
ru_ru: Добавляет встроенную систему кошелька в ваш магазин

# Languages::wallet
source: Wallet
ru_ru: Бумажник

# Languages::wallet_system
source: Wallet System
ru_ru: Кошелек системы

# Languages::users_search
source: users search
ru_ru: поиск пользователей

# Languages::wallet_system_menu_description
source: View Wallet Users & Transactions Here.
ru_ru: Посмотреть пользователей кошелька и транзакции здесь.

# Languages::wallet_system::wallet_refund_limit
source: Wallet Refund Configuration
ru_ru: Конфигурация возврата кошелька

# Languages::wallet_system::general
source: General
ru_ru: генеральный

# Languages::wallet_system::wallet_transfer
source: Wallet Transfer Configuration
ru_ru: Конфигурация перевода кошелька

# Languages::wallet_system::min_refund_amount
source: Minimum amount for Refund
ru_ru: Минимальная сумма для возврата

# Languages::wallet_system::max_refund_amount
source: Maximum amount for Refund
ru_ru: Максимальная сумма для возврата

# Languages::wallet_system::min_transfer_amount
source: Minimum amount for Transfer
ru_ru: Минимальная сумма для перевода

# Languages::wallet_system::max_transfer_amount
source: Maximum amount for Transfer
ru_ru: Максимальная сумма для перевода

# Languages::wallet_system::status_wallet_transfer
source: Transfer
ru_ru: Перечислить

# Languages::wallet_system::wallet_user_transfer_header
source: Configuration
ru_ru: конфигурация

# Languages::wallet_system::wallet_user_refund_header
source: Configuration
ru_ru: конфигурация

# Languages::wallet_system::wallet_user_recharge_header
source: Configuration
ru_ru: конфигурация

# Languages::wallet_system::wallet_recharge_limit
source: Wallet Recharge Configuration
ru_ru: Конфигурация пополнения кошелька

# Languages::wallet_system::min_recharge_amount
source: Minimum amount for Wallet Recharge
ru_ru: Минимальная сумма для пополнения кошелька

# Languages::wallet_system::max_recharge_amount
source: Maximum amount for Wallet Recharge
ru_ru: Максимальная сумма пополнения кошелька

# Languages::wallet_refund
source: Wallet Refund
ru_ru: Кошелек возврат

# Languages::refund_already_initiated
source: Wallet Refund already initiated
ru_ru: Возврат кошелька уже начат

# Languages::wallet_error
source: Wallet Error
ru_ru: Ошибка кошелька

# Languages::credit_source
source: Credit Type
ru_ru: Тип кредита

# Languages::wallet_limit
source: Wallet Limit
ru_ru: Кошелек лимит

source: Sorry,can not add money in wallet ,please check refund limit in wallet system addon setting
ru_ru: Извините, я не могу добавить деньги в кошелек, пожалуйста, проверьте лимит возврата в настройках аддона системы кошелька.

# Languages::wallet_limit_is
source: Wallet limit is
ru_ru: Лимит кошелька

# Languages::_to_
source: To
ru_ru: к

# Languages::amount_has_been_refunded_in_user_wallet
source: Amount has been refunded in user Wallet
ru_ru: Сумма была возвращена в кошелек пользователя

# Languages::error
source: Error
ru_ru: ошибка

# Languages::success
source: Success
ru_ru: успех

# Languages::enter_email_address
source: Enter Payee E-mail Address
ru_ru: Введите адрес электронной почты получателя

# Languages::remove_gift_certificate_first
source: Please remove first gift certificate From Cart
ru_ru: Пожалуйста, удалите первый подарочный сертификат из корзины

# Languages::my_wallet_details
source: My Wallet Details
ru_ru: Детали моего кошелька

# Languages::wallet_recharge
source: Wallet Recharge
ru_ru: Пополнение кошелька

# Languages::please_login_first
source: Please Login First
ru_ru: Пожалуйста, войдите сначала

# Languages::remove_product_from_cart
source: Please remove all products from cart
ru_ru: Пожалуйста, удалите все продукты из корзины

# Languages::money_added_in_cart_please_make_a_paymnet
source: Amount added in cart
ru_ru: Сумма добавлена ​​в корзину

# Languages::clear_cart_successfully
source: cart cleared successfully
ru_ru: корзина успешно очищена

# Languages::money_added_in_user_wallet
source: money added in user wallet successfully
ru_ru: Сумма [text_amt] успешно добавлена ​​в кошелек пользователя

source: Order has been saved for admin review , Money will be added wallet after store admin approval
ru_ru: Заказ был сохранен для проверки администратором, деньги будут добавлены кошелек после одобрения администратора магазина

# Languages::wallet_recharge_with_products_not_accepted
source: Wallet recharge with products not accepted , please clear cart first
ru_ru: Пополнение кошелька с продуктами не принимаются, пожалуйста, сначала очистите корзину

# Languages::wallet_credit_details
source: Wallet Update
ru_ru: Обновление кошелька

# Languages::wallet_debit_details
source: Wallet Update
ru_ru: Обновление кошелька

# Languages::dear
source: Dear
ru_ru: дорогая

# Languages::transfer_amount_is_more_than_available_cash
source: The transfer amount is more than available cash
ru_ru: Сумма перевода больше доступной наличности

# Languages::your_wallet_debited_with_amount
source: Wallet is debited with amount
ru_ru: Кошелек списывается с суммы

# Languages::regardeing_order_no
source: regarding order no
ru_ru: относительно заказа нет

# Languages::debit_wallet_amount
source: Debited Wallet Amount
ru_ru: Сумма списанного кошелька

# Languages::total_wallet_amount
source: Total Wallet Amount
ru_ru: Общая сумма кошелька

# Languages::refund
source: Refund
ru_ru: Возвращать деньги

# Languages::recharge
source: Recharge
ru_ru: перезарядка

# Languages::credit_wallet_amount
source: Credited Wallet Amount
ru_ru: Сумма кредитного кошелька

# Languages::money_has_been_refunded_in_wallet
source: money refunded in wallet
ru_ru: деньги возвращены в кошелек

# Languages::refunded_wallet_money
source: Refunded Wallet Money
ru_ru: Деньги на кошелек

# Languages::add_wallet_money
source: Add Wallet Money
ru_ru: Добавить кошелек деньги

# Languages::credit_search
source: Credit Search
ru_ru: Поиск кредита

# Languages::credit_type
source: Credit Type
ru_ru: Тип кредита

# Languages::reference_id
source: Reference id
ru_ru: Ссылочный идентификатор

# Languages::debit_search
source: Debit Search
ru_ru: Поиск дебета

# Languages::user_email
source: User Email
ru_ru: Электронная почта пользователя

# Languages::credit_id
source: Credit id
ru_ru: Кредитный идентификатор

# Languages::credit_amount
source: Credit Amount
ru_ru: Сумма кредита

# Languages::total_amount
source: Total Amount
ru_ru: Итого

# Languages::date
source: Date
ru_ru: Дата

# Languages::timestamp
source: Date
ru_ru: Дата

# Languages::wallet_credit_log
source: Wallet Credit Log
ru_ru: Кошелек Кредит Журнал

# Languages::debit_id
source: Debit id
ru_ru: Идентификатор дебета

# Languages::debit_amount
source: Debit Amount
ru_ru: Сумма дебета

# Languages::remain_amount
source: Remaining Amount
ru_ru: Оставшееся количество

# Languages::wallet_debit_log
source: Wallet Debit Log
ru_ru: Кошелек

# Languages::my_wallet
source: My Wallet
ru_ru: Мой бумажник

# Languages::enter_amount
source: Enter Amount
ru_ru: Вносить количество

# Languages::add_money
source: Add Money
ru_ru: Добавить деньги

# Languages::view_debit_history
source: View Debit History
ru_ru: Просмотреть историю дебетов

# Languages::view_credit_history
source: View Credit History
ru_ru: Просмотр кредитной истории

# Languages::wallet_recharge_can_not_done_with_wallet_payment_method
source: Wallet Recharge can not done with wallet, Please Choose another Payment Method
ru_ru: Пополнение кошелька с помощью кошелька невозможно, выберите другой способ оплаты

source: Sorry, you have not enough wallet cash, Please try another payment method or Recharge first
ru_ru: Извините, у вас недостаточно денег на кошельке, пожалуйста, попробуйте другой способ оплаты или сначала пополните счет

# Languages::click_here_to_recharge
source: Click Here to Recharge
ru_ru: Нажмите здесь, чтобы пополнить

# Languages::required_add_wallet_amount
source: Required wallet amount
ru_ru: Необходимая сумма кошелька

# Languages::wallet_money
source: Wallet Money
ru_ru: Кошелек деньги

# Languages::paid_amount
source: Paid Amount
ru_ru: Выплаченная сумма

# Languages::remain_wallet_amount
source: Remaining Wallet Amount
ru_ru: Оставшаяся сумма кошелька

# Languages::order_status
source: Order Status
ru_ru: Статус заказа

# Languages::wallet_recharge_can_initiated_please_choose_other_payment_method
source: Wallet recharge can not initiated, please choose another payment method
ru_ru: Пополнение кошелька не может быть начато, выберите другой способ оплаты

# Languages::payment_has_been_created_remain_amount_
source: Payment has been created , remaining amount
ru_ru: Платеж создан, оставшаяся сумма

# Languages::success_transection
source: Wallet Transaction
ru_ru: Кошелек транзакции

source: You have not enough cash , Please recharge wallet or choose another payment method
ru_ru: У вас недостаточно денежных средств, пополните кошелек или выберите другой способ оплаты

# Languages::credit_history
source: Credit History
ru_ru: Кредитная история

# Languages::debit_history
source: Debit History
ru_ru: История дебетов

# Languages::wallet_credit_history
source: Wallet Credit History
ru_ru: Кредитная история кошелька

# Languages::wallet_debit_history
source: Wallet Debit History
ru_ru: История дебетового кошелька

# Languages::ammount_has_been_refunded_in_user_wallet
source: Amount has been refunded in user wallet
ru_ru: Сумма была возвращена в кошелек пользователя

# Languages::amount_has_been_refunded_in_user_wallet after_cancelation_of_product
source: Amount has been refunded in user Wallet after Cancelation of product
ru_ru: Сумма была возвращена в кошелек пользователя после отмены продукта

# Languages::your_wallet_credited_with_amount
source: Wallet is credited with amount
ru_ru: Кошелек зачисляется на сумму

# Languages::regardeing_return_request_no
source: regarding return request no
ru_ru: относительно запроса на возврат нет

# Languages::user_name
source: User Name
ru_ru: Имя пользователя

# Languages::return_id
source: Return Id
ru_ru: Идентификатор возврата

# Languages::can_not_proceed_please_check_limit
source: Can not Proccess , please check amount
ru_ru: Не удается обработать, пожалуйста, проверьте сумму

# Languages::user_wallet
source: User Wallet
ru_ru: Пользователь Кошелек

# Languages::available_wallet_cash
source: Available Wallet Cash
ru_ru: Доступный кошелек наличными

# Languages::use_wallet
source: Use Wallet
ru_ru: Используйте кошелек

# Languages::applied_wallet_cash
source: Applied Wallet Cash
ru_ru: Прикладной кошелек наличными

# Languages::wallet_cash_applied
source: Applied Wallet Cash
ru_ru: Прикладной кошелек наличными

# Languages::wallet_payment_prepaid
source: Wallet Payment(Prepaid)
ru_ru: Оплата кошелька (Предоплата)

# Languages::make_a_refund
source: Make A Payment
ru_ru: Производить платеж

# Languages::wallet_payment
source: Wallet Payment
ru_ru: Оплата кошелька

# Languages::can_not_refunded
source: Money Can't Be Refunded
ru_ru: Деньги не могут быть возвращены

# Languages::remain_unrefunded_amount_regarding_this_order_is
source: Remaining unrefunded amount regarding this order is :
ru_ru: Оставшаяся невозмещенная сумма по данному заказу составляет:

# Languages::wallet_transfer
source: Wallet Money Transfer
ru_ru: Кошелек денежный перевод

# Languages::transfer_wallet_cash
source: Wallet Money Transfer
ru_ru: Кошелек денежный перевод

# Languages::please_insert_only_numeric_value
source: Please insert numeric value only
ru_ru: Пожалуйста, введите только числовое значение

# Languages::amount_error
source: Amount Error
ru_ru: Ошибка суммы

# Languages::transfer_limit_is
source: Transfer Limit is
ru_ru: Предел передачи

# Languages::user_not_exist
source: User Not Exist
ru_ru: Пользователь не существует

# Languages::email_user_not_found_at_store
source: Email is not register with us.
ru_ru: Электронная почта не зарегистрирована у нас.

# Languages::transfer_completed_successfully
source: Transaction completed successfully
ru_ru: Транзакция успешно завершена

# Languages::reciever
source: Receiver
ru_ru: Получатель

# Languages::transfer
source: Transfer
ru_ru: Перечислить

# Languages::credit_debit_id
source: Credit / Debit ID
ru_ru: Идентификатор кредита/дебета

# Languages::wallet_transactions
source: Wallet Transaction
ru_ru: Кошелек транзакции

# Languages::wallet_transaction
source: Wallet Transaction
ru_ru: Кошелек транзакции

# Languages::credit
source: Credit
ru_ru: кредит

# Languages::debit
source: Debit
ru_ru: Списание средств

# Languages::total_cash
source: Total Cash
ru_ru: Всего наличных

# Languages::wallet_users
source: Wallet Users
ru_ru: Пользователи кошелька

# Languages::gross_credit_total
source: Gross Credit Total
ru_ru: Общая сумма кредита

# Languages::gross_debit_total
source: Gross Debit Total
ru_ru: Всего брутто-дебет

# Languages::gross_wallet_cash
source: Gross Wallet Cash
ru_ru: Валовой кошелек наличными

# Languages::transaction_search
source: Transaction Search
ru_ru: Поиск транзакций

# Languages::wallet_id
source: Wallet Id
ru_ru: Идентификатор кошелька

# Languages::total_credit
source: Total Credit
ru_ru: Всего Кредит

# Languages::total_debit
source: Total Debit
ru_ru: Общий дебет

# Languages::current_cash
source: Current Cash
ru_ru: Текущая наличность

# Languages::bytransfer
source: By Transfer
ru_ru: Перевод

# Languages::can_not_transfer_to_own_email
source: can't transfer to own email
ru_ru: не может перейти на собственную электронную почту

# Languages::wallet_system::new_registration_amount
source: Cash back Amount of Wallet when a new User gets registered
ru_ru: Возврат наличных Сумма кошелька при регистрации нового пользователя

# Languages::wallet_system::new_registration_cash_back
source: Allow cash back in wallet for new user registration
ru_ru: Разрешить возврат денег в кошельке для регистрации нового пользователя

# Languages::un_paid_amount
source: Remaining Unpaid Amount
ru_ru: Оставшаяся неоплаченная сумма

# Languages::amount_has_been_debited_from_user_wallet
source: Amount [text_amt] has been debited from user wallet successfully
ru_ru: Сумма была успешно списана с кошелька пользователя

# Languages::amount_has_been_credited_in_user_wallet
source: Amount [text_amt] has been credited in user wallet successfully
ru_ru: Сумма успешно зачислена в кошелек пользователя

# Languages::please_fill_all_fields
source: Please fill all fields
ru_ru: Пожалуйста заполните все поля

# Languages::wallet_credit
source: Wallet Credit
ru_ru: Кошелек Кредит

# Languages::wallet_debit
source: Wallet Debit
ru_ru: Кошелек дебет

# Languages::promotion_bonus_wallet_cash_back
source: Wallet Cash Back
ru_ru: Кошелек Возврат наличных

# Languages::total_refunded_amount
source: Total Refunded Amount
ru_ru: Общая сумма возврата

# Languages::amount_is_zero
source: Amount cannot be debited from user wallet due to zero balance
ru_ru: Сумма не может быть списана с кошелька пользователя из-за нулевого баланса

# Languages::wallet_dabit_credit
source: Wallet debit credit
ru_ru: Кошелек Кредит / Дебет

# Languages::email_template.wallet_debit
source: Wk Wallet Debit
ru_ru: неделя Кошелек дебет

# Languages::email_template.wallet_credit
source: Wk Wallet Credit
ru_ru: неделя Кошелек Кредит

# Languages::credit_by_admin
source: Credit by admin
ru_ru: Кредит от администратора

# Languages::new_registration
source: New registration
ru_ru: Новая регистрация

# Languages::debit_by_admin
source: Debit by admin
ru_ru: Дебет админом

# Languages::cash_back
source: Cash back
ru_ru: Возврат наличных

# Languages::order_edit
source: Order edit
ru_ru: Редактировать заказ

# Languages::refund_rma
source: Refund RMA
ru_ru: Возврат RMA

# Languages::amount_cannot_be_greater
source: Amount Cannot be greater than available wallet cash of customer
ru_ru: Сумма не может быть больше наличных денежных средств клиента

# Languages::refund_order
source: Refund Order
ru_ru: Возврат заказа

# Languages::refund_cancelled_order
source: Refund Cancelled Order
ru_ru: Возврат средств за отмененный заказ

# Languages::_block_lite_checkout_wallet_system
source: Wallet
ru_ru: Бумажник

# Languages::block_lite_checkout_wallet_system
source: Wallet
ru_ru: Бумажник

# Languages::lite_checkout_wallet_system
source: Wallet
ru_ru: Бумажник

# Languages::wk_wallet_system_text_empty_error
source: [text_error] amount is required.
ru_ru: Требуется сумма [text_error].

# Languages::wk_wallet_system_text_condition_min_error
source: [text_min] amount is too high rather then [text_min_last] amount.
ru_ru: Сумма [text_min] слишком велика, а не сумма [text_min_last].

# Languages::wk_wallet_system_text_max_limit_error
source: [text_max] amount must be less then [text_value]
ru_ru: Сумма [text_max] должна быть меньше [text_value]

# Languages::back_to_wallet
source: Back To My Wallet
ru_ru: Вернуться к моему кошельку

# Languages::can_not_create_gift_certificate_for_partial_amount
source: Cannot create gift certificate for partial amount
ru_ru: Невозможно создать подарочный сертификат на неполную сумму

# Languages::text_reason_limit
source: Reason must be between <b>"[text_start]"</b> and <b>"[text_limit]"</b> characters!
ru_ru: Причина должна быть между символами <b>"[text_start]"</b> и <b>"[text_limit]"</b>!

# Languages::wk_wallet_system_max_refund_limit
source: Max refund amount must be less then 99,999,999.99
ru_ru: Максимальная сумма возврата должна быть меньше 99 999 999,99.

# Languages::wk_wallet_system_max_transfer_limit
source: Max transfer amount must be less then 99,999,999.99
ru_ru: Максимальная сумма перевода должна быть меньше 99 999 999,99.

# Languages::wk_wallet_system_max_recharge_limit
source: Max recharge amount must be less then 99,999,999.99
ru_ru: Максимальная сумма пополнения должна быть меньше 99 999 999,99.

# Languages::wk_wallet_system_min_limit_msg
source: Minimum limit must be greater then 0
ru_ru: Минимальный предел должен быть больше 0

# Languages::text_items_added
source: The user were added successfully
ru_ru: Пользователь успешно добавлен

# Languages::no_items
source: No users selected.
ru_ru: Пользователи не выбраны.

# Languages::your_current_cash_less_than_order_total
source: Your Wallet Cash is less than order total
ru_ru: Деньги на вашем кошельке меньше общей суммы заказа

# Languages::you_are_using_max_ammount_in_your_wallet
source: You are using the maximum amount in your wallet. That's Why we are not able to add more amount to your wallet.
ru_ru: Вы используете максимальную сумму в своем кошельке. Вот почему мы не можем пополнить ваш кошелек.

# Languages::wallet_transfer_otp
source: Wallet OTP
ru_ru: Отчет о кошелькеP

# Languages::transfer_wallet_otp_varify
source: Verify OTP
ru_ru: Подтвердить одноразовый пароль

# Languages::transfer_amount
source: Transfer Amount
ru_ru: Сумма перевода

# Languages::verify
source: Verify
ru_ru: Проверять

# Languages::user_group_access_work_not
source: Note: These UserGroup Access work only for customer not for vendor and admin.
ru_ru: Примечание. Этот доступ к пользовательской группе работает только для клиентов, а не для поставщиков и администраторов.

# Languages::send_report_dafault_note_show
source: Defaut It show both type and Montly saleceted.
ru_ru: По умолчанию Показывает как выбранный тип, так и Ежемесячно.

# Languages::send_report_montly
source: Montly
ru_ru: Монтли

# Languages::send_report_quarterly
source: Quarterly
ru_ru: Ежеквартальный

# Languages::send_report_half_yearly
source: HalfYearly
ru_ru: Полугодовой

# Languages::send_report_yearly
source: Yearly
ru_ru: Ежегодно

# Languages::send_report_type_both
source: Both
ru_ru: Оба

# Languages::send_report_type_credit
source: Credit
ru_ru: Кредит

# Languages::send_report_type_debit
source: Debit
ru_ru: Списание средств

# Languages::please_fill_opt_data_not_empty
source: Please fill OTP data. Data Can not be empty.
ru_ru: Пожалуйста, заполните данные OTP. Данные не могут быть пустыми.

# Languages::please_fill_again_data_expire
source: OTP Data Expired.
ru_ru: Срок действия одноразового пароля истек.

# Languages::please_fill_again_wront_password_expried_passwork_use
source: Try Again, Wrong Password use.
ru_ru: Попробуйте еще раз, неверный пароль.

# Languages::please_fill_again_wront_password
source: Try Again, Wrong Password use.
ru_ru: Попробуйте еще раз, неверный пароль.

# Languages::transfer_completed_successfully
source: Transfer Completed successfully.
ru_ru: Передача завершена успешно.

# Languages::can_not_transfer_data_not_found_try_again
source: Can not Transfer amount. Data not found. Please try again.
ru_ru: Не могу перевести сумму. Данные не найдены. Пожалуйста, попробуйте еще раз.

# Languages::send_report_otp_data_show_in_five_min
source: Note : OTP is valid for 5 min only and then the customer can resend the OTP again.
ru_ru: Примечание. OTP действителен только в течение 5 минут, после чего клиент может повторно отправить OTP.

source: You dont have permission. Please commnunicate with Admin
ru_ru: У вас нет разрешения. Пожалуйста, свяжитесь с Админом

# Languages::status_reward_points
source: Reward Point Status
ru_ru: Статус бонусных баллов

# Languages::min_reward_points
source: Min Points
ru_ru: Мин. баллы

# Languages::min_reward_points_help
source: Please select Min reward Points that can we change on Wallet Amount(default = 10)
ru_ru: Пожалуйста, выберите Минимальное вознаграждение Баллы, которое мы можем изменить на Сумму кошелька (по умолчанию = 10)

# Languages::max_reward_points_help
source: Please select Max reward Points that can we change on Wallet Amount(default = 100)
ru_ru: Пожалуйста, выберите Макс. баллы вознаграждения, которые мы можем изменить в сумме кошелька (по умолчанию = 100).

# Languages::max_reward_points
source: Max Points
ru_ru: Максимальное количество очков

# Languages::reward_points_commission
source: Commission
ru_ru: комиссия

# Languages::reward_points_commission_help
source: Please Select Commission in % when the customer change the Points in Wallet Amount.
ru_ru: Пожалуйста, выберите комиссию в %, когда клиент изменяет количество баллов в кошельке.

# Languages::wallet_payment_reward_feature
source: Reward Points
ru_ru: Бонусные очки

# Languages::wallet_trasfer_points
source: Transfer To Wallet
ru_ru: Перевод на кошелек

# Languages::enter_reward_points
source: Enter Reward
ru_ru: Введите награду

# Languages::avaible_reward_points
source: Avaible Points =
ru_ru: Доступные баллы =

# Languages::reward_points_commission_enter
source: Points
ru_ru: Точки

# Languages::reward_points_commission_enter_help
source: Please enter Points To transfer to the wallet amount. Then the value is not exceeded The available points. And when you transfer amount then [] % data deduct when go to wallet.
ru_ru: Пожалуйста, введите количество баллов для перевода на кошелек. Тогда значение не превышает доступных баллов. И когда вы переводите сумму, тогда [] % данных вычитается при переходе в кошелек.

# Languages::transfer_reward
source: Transfer
ru_ru: Перевод
