Repository: popstas/cscart_addon_mwl
Catalog: var/langs/*/addons/wallet_system.po
Languages: ru_ru

# Languages::wallet_system_bank_trasfer
source: Bank Transfer
ru_ru: Банковский перевод

# Languages::status_bank_transfer
source: Status Bank Transfer
ru_ru: Статус Банковский перевод

# Languages::min_bank_transfer
source: Min Bank Transfer
ru_ru: Мин. банковский перевод

# Languages::min_bank_transfer_help
source: Please enter min amount that customer can transfer(Default:10)
ru_ru: Пожалуйста, введите минимальную сумму, которую клиент может перевести (по умолчанию: 10)

# Languages::max_bank_transfer
source: Max Bank Transfer
ru_ru: Макс. банковский перевод

# Languages::max_bank_transfer_help
source: Please enter max amount that customer can transfer(Default:100)
ru_ru: Пожалуйста, введите максимальную сумму, которую клиент может перевести (по умолчанию: 100)

# Languages::wallet_bank_transfer
source: Wallet Bank Transfer
ru_ru: Кошелек Банковский перевод

# Languages::reward_points_not_found_please_check_again
source: reward points not found please check again
ru_ru: бонусные баллы не найдены, проверьте еще раз

# Languages::reward_points_not_found_please_check_again_and_sign_acount
source: reward points not found because you are not logged in
ru_ru: бонусные баллы не найдены, потому что вы не вошли в систему

# Languages::trasfer_points_not_proceed_wallet_id_not_found
source: Transfer point not processed because wallet ID not found.
ru_ru: Точка перевода не обработана, так как идентификатор кошелька не найден.

# Languages::trasfer_points_not_exeed_the_given_limit
source: transfer reward points not coming under configured points limit.
ru_ru: переводить призовые баллы, не превышающие настроенный лимит баллов.

# Languages::points_is_not_trasfer_more_than_avaible_points
source: There were a limited number of reward points that could be transferred.
ru_ru: Было ограниченное количество бонусных баллов, которые можно было передать.

# Languages::user_must_login_for_reward_points
source: You don`t have any points to transfer into the wallet.
ru_ru: У вас нет баллов для перевода на кошелек.

# Languages::transfer_wallet_to_bank
source: Transfer Wallet to Bank
ru_ru: Перевести кошелек в банк

# Languages::min_amount_transfer_wallet_to_bank
source: Minimum Amount Transfer Wallet to Bank
ru_ru: Минимальная сумма перевода кошелька в банк

# Languages::max_amount_transfer_wallet_to_bank
source: Maximum Amount Transfer Wallet to Bank
ru_ru: Максимальная сумма перевода кошелька в банк

# Languages::transfer_for_all_customers
source: Transfer for all Customers
ru_ru: Трансфер для всех клиентов

# Languages::transfer_for_selected_customers
source: Transfer for selected Customers
ru_ru: Перевод для выбранных клиентов

# Languages::customers
source: Customers
ru_ru: Клиенты

# Languages::add_customers
source: Add Customers
ru_ru: Добавить клиентов

# Languages::transfer_wallet_cash_to_bank
source: Transfer wallet cash to bank
ru_ru: Перевести наличные с кошелька в банк

# Languages::enter_ifsc_code
source: Enter IFSC Code
ru_ru: Введите код IFSC

# Languages::enter_account_number
source: Enter Account Number
ru_ru: Введите номер счета

# Languages::enter_account_holder_name
source: Enter Account Holder Name
ru_ru: Введите имя владельца счета

# Languages::enter_bank_name
source: Enter Bank Name
ru_ru: Введите название банка

# Languages::add_bank
source: Add Bank
ru_ru: Добавить банк

# Languages::add_bank_detail
source: Add Bank Detail
ru_ru: Добавить банковские реквизиты

# Languages::transfer_to_bank
source: Transfer to Bank
ru_ru: Перевод в банк

# Languages::wallet_bank_transfer
source: Wallet To Bank Transfer
ru_ru: Кошелек на банковский перевод

# Languages::request_id
source: Request Id
ru_ru: Идентификатор запроса

# Languages::user_id
source: User Id
ru_ru: ID пользователя

# Languages::amount
source: Amount
ru_ru: Количество

# Languages::ifsc
source: IFSC
ru_ru: ИФСК

# Languages::ifsc_code
source: IFSC Code
ru_ru: Код IFSC

# Languages::account_number
source: Account Number
ru_ru: Номер счета

# Languages::holder_name
source: Bank Holder Name
ru_ru: Имя держателя банка

# Languages::bank_name
source: Bank Name
ru_ru: Название банка

# Languages::status
source: Status
ru_ru: Положение дел

# Languages::page_title_bank_transfer
source: Wallet To Bank Transfer
ru_ru: Кошелек на банковский перевод

# Languages::enter_transition_id
source: Enter Transition Id
ru_ru: Введите идентификатор перехода

# Languages::wallet_to_bank_transfer
source: Wallet To Bank Transfer
ru_ru: Кошелек на банковский перевод

# Languages::email_template.wallet_recharge_email_template_for_customer
source: Wallet Recharge Email Template For Customer
ru_ru: Шаблон электронной почты пополнения кошелька для клиента

# Languages::template.wallet_recharge_email_template_for_customer
source: Wallet Recharge Email Template For Customer
ru_ru: Шаблон электронной почты пополнения кошелька для администратора

# Languages::template.wallet_recharge_email_template_for_admin
source: Wallet Recharge Email Template For Admin
ru_ru: Использованная сумма кошелька Шаблон электронной почты для клиента

# Languages::template.wallet_amount_used_email_template_for_customer
source: Wallet Amount Used Email Template For Customer
ru_ru: Используемая сумма кошелька Шаблон электронной почты для администратора

# Languages::template.wallet_amount_used_email_template_for_admin
source: Wallet Amount Used Email Template For Admin
ru_ru: Шаблон электронного письма о сумме кэшбэка кошелька для клиента

# Languages::template.wallet_cashback_amount_email_template_for_customer
source: Wallet Cashback Amount Email Template For Customer
ru_ru: Шаблон сообщения электронной почты о сумме кэшбэка кошелька для администратора

# Languages::template.wallet_cashback_amount_email_template_for_admin
source: Wallet Cashback Amount Email Template For Admin
ru_ru: Шаблон письма о возврате суммы кошелька для клиента

# Languages::template.wallet_amount_refund_email_template_for_customer
source: Wallet Amount Refund Email Template For Customer
ru_ru: Шаблон электронной почты для возврата суммы кошелька для администратора

# Languages::template.wallet_amount_refund_email_template_for_admin
source: Wallet Amount Refund Email Template For Admin
ru_ru: Шаблон электронного письма о возврате заказа кошелька для клиента

# Languages::template.wallet_amount_order_refund_email_template_for_customer
source: Wallet Order Refund Email Template For Customer
ru_ru: Шаблон письма о возврате заказа кошелька для администратора

# Languages::template.wallet_amount_order_refund_email_template_for_admin
source: Wallet Order Refund Email Template For Admin
ru_ru: Шаблон электронной почты с суммой кредита администратора для клиента

# Languages::template.admin_credit_amount_email_template_for_customer
source: Admin Credit Amount Email Template For Customer
ru_ru: Шаблон электронной почты с суммой кредита администратора для администратора

# Languages::template.admin_credit_amount_email_template_for_admin
source: Admin Credit Amount Email Template For Admin
ru_ru: Шаблон электронной почты администратора для суммы дебета для клиента

# Languages::template.admin_debit_amount_email_template_for_customer
source: Admin Debit Amount Email Template For Customer
ru_ru: Шаблон электронной почты администратора с дебетовой суммой для администратора

# Languages::template.admin_debit_amount_email_template_for_admin
source: Admin Debit Amount Email Template For Admin
ru_ru: Сумма перевода клиента в банк Шаблон электронной почты для клиента

# Languages::template.customer_transfer_amount_to_bank_email_template_for_customer
source: Customer Transfer Amount To Bank Email Template For Customer
ru_ru: Шаблон электронной почты для перевода суммы клиента в банк для администратора

# Languages::template.customer_transfer_amount_to_bank_email_template_for_admin
source: Customer Transfer Amount To Bank Email Template For Admin
ru_ru: Статус изменен

# Languages::wk_wallet_system_tool_tip_min_transfer_wallet_to_bank
source: Minimum amount to transfer wallet to bank account.
ru_ru: Минимальная сумма для перевода кошелька на банковский счет

# Languages::wk_wallet_system_tool_tip_max_transfer_wallet_to_bank
source: Maximum amount to transfer wallet to bank account.
ru_ru: Максимальная сумма для перевода кошелька на банковский счет

# Languages::bank_added_successfully
source: Bank added successfully
ru_ru: Банк успешно добавлен

# Languages::your_request_submit_successfully
source: Your request submit successfully
ru_ru: Ваш запрос успешно отправлен

# Languages::description
source: Description
ru_ru: Описание

# Languages::nodata
source: No data found
ru_ru: Данные не найдены

# Languages::no_data
source: No data found
ru_ru: Данные не найдены

# Languages::invalid_amount
source: Invalid amount
ru_ru: Недопустимая сумма

# Languages::bank_transfer_limit_is
source: Bank transfer limit is
ru_ru: Лимит банковского перевода составляет

# Languages::please_enter_the_valid_amount
source: Please enter the valid amount
ru_ru: Пожалуйста, введите действительную сумму

# Languages::bank_accounts
source: Bank Accounts
ru_ru: Банковские счета

# Languages::name
source: Name
ru_ru: Имя

# Languages::home
source: Home
ru_ru: Дом

# Languages::please_enter_the_valid_data
source: Please enter the valid data
ru_ru: Пожалуйста, введите действительные данные

# Languages::you_have_not_permission_to_transfer_amount_in_bank
source: You have not permission to transfer amount in bank
ru_ru: У вас нет разрешения на перевод суммы в банк

# Languages::update_bank
source: Update Bank
ru_ru: Банк обновлений

# Languages::bank_updated_successfully
source: Bank updated successfully
ru_ru: Банк успешно обновлен

# Languages::bank_deleted_successfully
source: Bank deleted successfully
ru_ru: Банк успешно удален

# Languages::debit by admin
source: Debit by admin
ru_ru: Дебет администратором

# Languages::credit by admin
source: Credit by admin
ru_ru: Кредит от администратора

# Languages::new registration
source: New registration
ru_ru: Новая регистрация

# Languages::wallet_amount_used
source: Wallet amount used
ru_ru: Использованная сумма кошелька

# Languages::cashback_amount
source: Cashback amount
ru_ru: Сумма кэшбэка

# Languages::amount_refund
source: Amount refund
ru_ru: Возврат суммы

# Languages::order_refund
source: Order refund
ru_ru: Возврат заказа

# Languages::complete
source: Complete
ru_ru: Полный

# Languages::cancel
source: Cancel
ru_ru: Отмена

# Languages::pending
source: Pending
ru_ru: В ожидании

# Languages::transfer wallet to bank
source: Tranfer wallet to bank
ru_ru: Перевести кошелек в банк

# Languages::id
source: Id
ru_ru: Идентификатор
